{
    "tropical_cyclone_descriptions": [
        "HAZARDS AFFECTING LAND AREAS",
        "Severe Winds",
        "The surge of the Northeast Monsoon will also bring strong to gale-force gusts over the following areas (especially in coastal and upland areas exposed to winds):",
        "Today (21 January): Most of Luzon, Visayas, Caraga, Davao Region, Zamboanga Peninsula, Camiguin, Misamis Oriental, Lanao del Norte, Basilan, and Tawi-Tawi.",
        "Thursday (22 January): Most of Luzon, Visayas, Caraga, Davao Region, Northern Mindanao, Zamboanga Peninsula, Lanao del Sur, Basilan, and Tawi-Tawi.",
        "Friday (23 January): Most of Luzon, Visayas, Caraga, Davao Region, Northern Mindanao, Zamboanga Peninsula, Lanao del Sur, Basilan, and Tawi-Tawi.",
        "HAZARDS AFFECTING COASTAL WATERS",
        "A Gale Warning is in effect over the eastern seaboards of Luzon and northern and western seaboards of Northern Luzon. For more details, refer to Gale Warning No. 3 issued at 5:00 AM today.",
        "24-Hour Sea Condition Outlook",
        "Up to very rough seas over the following coastal waters:",
        "Up to 5.5 m: The seaboards of Batanes, Babuyan Islands, Isabela, and mainland Cagayan.",
        "Up to 5.0 m: The seaboard of Ilocos Norte.",
        "Up to 4.5 m: The seaboards of Ilocos Sur and Aurora; the northern and eastern seaboards of Polillo Islands, Catanduanes, and Northern Samar; the northern seaboards of Camarines Norte and Camarines Sur; the eastern seaboards of Albay and Sorsogon.",
        "Sea travel is risky for all types or tonnage of vessels. All mariners must remain in port or, if underway, seek shelter or safe harbor as soon as possible until winds and waves subside. ",
        "Up to rough seas over the following coastal waters:",
        "Up to 4.0 m: The remaining seaboards of Ilocos Region; the seaboard of northern mainland Quezon.",
        "Up to 3.5 m:   The eastern seaboards of Dinagat Islands and Siargao-Bucas Grande Islands.",
        "Up to 3.0 m: The eastern seaboards of Surigao del Sur and Davao Oriental; the remaining seaboards of Polillo Islands and Catanduanes; the seaboard of Zambales.",
        "Mariners of small seacrafts, including all types of motorbancas, are advised not to venture out to sea under these conditions, especially if inexperienced or operating ill-equipped vessels.",
        " ",
        "Up to moderate seas over the following coastal waters:",
        "Up to 2.5 m: The seaboards of Kalayaan Islands and Cuyo Islands; the eastern seaboard of Davao Oriental; ",
        "Up to 2.0 m: The seaboards of Oriental Mindoro, Occidental Mindoro including Lubang Islands, Marinduque, and Antique; the eastern seaboard of southeastern Iloilo; the western seaboard of Bataan and northwestern Zamboanga del Norte; the seaboards of Batangas; the remaining seaboards of Palawan.",
        "Mariners of motorbancas and similarly sized vessels are advised to take precautionary measures while venturing out to sea and, if possible, avoid navigation under these conditions.",
        "Other coastal waters have forecast wave heights of less than 2.0 m.",
        "TRACK AND INTENSITY OUTLOOK",
        "ADA is forecast to move generally southeastward for the next 24 hours. Dry air entrainment from the surge of northeast monsoon will result in downgrading ADA into a low pressure area today (21 January) or tomorrow (22 January) early morning."
    ]
}